Update ACII charts into Mermaid
